[{
  "title": "Redirect toward a positive behavior",
  "option": "A great option",
  "recommendations": [
    {
      "option": "Encourage another behavior to take the place of your child’s hurtful behavior",
      "subOption": [
        "Gives your child attention",
        "Let’s children know what they can do, not just what they can’t"
      ]
    },
    {
      "option": "For hitting/pushing/pulling hair, say “Use your hands to throw a ball, help me clean up the house, or build Legos.”"
    },
    {
      "option": "For kicking, say “Kicking is not OK! You can use your feet to jump up and down. If you are feeling mad, you can stomp your feet.”"
    },
    {
      "option": "For biting, say “Use your teeth to eat food.”"
    },
    {
      "option": "For language that is hurtful, say “Let’s think about better words to use the next time we are angry.”"
    },
    {
      "option": "Redirecting helps a child learn acceptable ways to respond to life’s challenges"
    }
  ]
},{
  "title": "Spank your child",
  "option": "Not recommended",
  "recommendations": [
    {
      "option": "In the long run, it can make matters worse"
    },
    {
      "option": "Spanking is associated with many health problems"
    },
    {
      "option": "It does not make sense to teach a child not to hit by hitting them"
    },
    {
      "option": "There are better options"
    },
    {
      "option": "Some people have heard, “Spare the rod, spoil the child”",
      "subOption": [
        "However, shepherds used a rod to guide sheep, not hit them",
        "Spare the rod but not the guidance"
      ]
    },
    {
      "option": "Because there are better options, spanking is not recommended"
    }
  ]
},{
  "title": "Set the rule by firmly saying “No Hitting.”",
  "option": "A great option",
  "recommendations": [
    {
      "option": "Children want to know what is allowed."
    },
    {
      "option": "Get down on eye level"
    },
    {
      "option": "Use firm voice"
    },
    {
      "option": "Use short response"
    },
    {
      "option": "Do not use more than 1-2 times in short period"
    }
  ]
},{
  "title": "Later, praise your child for playing nicely",
  "option": "A great option",
  "recommendations": [
    {
      "option": "Catch your child being good"
    },
    {
      "option": "When your child plays nicely, tell them!"
    },
    {
      "option": "“You are doing a good job playing with your brother”"
    },
    {
      "option": "If you praise frequently, your child will listen better"
    }
  ]
},{
  "title": "Ask your child how the other child feels",
  "option": "A great option",
  "recommendations": [
    {
      "option": "Ask questions about the feelings of the person who was hurt",
      "subOption": [
        "“How does it feel when someone hits you?”",
        "“Do you think he likes being hit?”",
        "“How does it feel when you hit others?”",
        "“Let’s go ask him how it felt when you hit him.”"
      ]
    },
    {
      "option": "Some children will make excuses",
      "subOption": [
        "Keep the focus on the hurtful behavior.",
        "“It does not matter if you did not mean it…your behavior caused someone to feel hurt.”"
      ]
    },
    {
      "option": "Caring for yourself and others is a balancing act"
    }
  ]
},{
  "title": "Place your child in time-out",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "Not recommended for children < 3 years"
    },
    {
      "option": "Use infrequently"
    },
    {
      "option": "1 minute for every year of age"
    },
    {
      "option": "Keep it brief"
    },
    {
      "option": "“You are in time out to think about not hurting, and how to do something helpful with your hands.”"
    }
  ]
},{
  "title": "Yell or speak angrily at your child",
  "option": "Not recommended",
  "recommendations": [
    {
      "option": "Not effective in the long run"
    },
    {
      "option": "Can be harmful"
    },
    {
      "option": "Role model by teaching that conflicts can be resolved calmly"
    },
    {
      "option": "Rather use a firm voice"
    },
    {
      "option": "OK to say, “I am pretty upset right now and I need to take a break”"
    }
  ]
},{
  "title": "Say “No” to your child",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "Do not use too frequently"
    },
    {
      "option": "Use in a clear way"
    },
    {
      "option": "Save “No” for when you need it"
    },
    {
      "option": "Consider redirecting"
    },
    {
      "option": "Children want to know what they can do, not what they can’t"
    }
  ]
},{
  "title": "Take away a privilege",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "A good option for older children"
    },
    {
      "option": "Do not use too frequently",
      "subOption": [
        "There are better options such as setting the rule, redirecting, and having discussions"
      ]
    },
    {
      "option": "Ask yourself, “Am I able and willing to follow through with what I am about to say?”"
    },
    {
      "option": "If you do not mean it, do not say it"
    },
    {
      "option": "Ask yourself, “Will my spouse, or partner, be able to back up the discipline plan?”"
    }
  ]
},{
  "title": "Give a warning",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "Firmer voice warning often works",
      "subOption": [
        "“I am going to use a very firm voice”"
      ]
    },
    {
      "option": "For an older child, time out or take away privilege"
    },
    {
      "option": "Give warning only once"
    },
    {
      "option": "Ask yourself “Am I willing and ready to follow through”"
    },
    {
      "option": "If you do not mean it, do not say it"
    }
  ]
},{
  "title": "The power of play",
  "option": "A great option",
  "recommendations": [
    {
      "option": "Play decreases stress levels"
    },
    {
      "option": "Creates healthy connections between people"
    },
    {
      "option": "Expensive toys are not needed"
    },
    {
      "option": "Will depend upon age, interests, and what is available"
    }
  ]
},{
  "title": "Physical activity, sports, or martial arts",
  "option": "A great option",
  "recommendations": [
    {
      "option": "Physical activity decreases stress"
    },
    {
      "option": "Sports teaches how to win and lose"
    },
    {
      "option": "Martial arts programs"
    },
    {
      "option": "Will depend upon age, interests, and what is available",
      "subOption": [
        "Teach discipline",
        "How to control emotions",
        "Physical force should only be used in self-defense"
      ]
    },
    {
      "option": "Rough and tumble play can be fun for children",
      "subOption": [
        "Differences between rough play and “real” fighting"
      ]
    },
    {
      "option": "Activities can be enjoyable and can help children control their emotions"
    }
  ]
},{
  "title": "Ignore the behavior",
  "option": "Not recommended",
  "recommendations": [
    {
      "option": "Ignoring lets a young child feel that hurting others is all right"
    },
    {
      "option": "Never ignore hurtful behavior",
      "subOption": [
        "Respond every time",
        "Keep trying great options such as redirecting",
        "Never give up"
      ]
    },
    {
      "option": "Tantrums can be ignored",
      "subOption": [
        "Differences between rough play and “real” fighting"
      ]
    },
    {
      "option": "“I will speak with you when you are done yelling.”"
    }
  ]
},{
  "title": "Ask your child about their feelings",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "A child might be",
      "subOption": [
        "Frustrated",
        "Tired",
        "Seeking attention"
      ]
    },
    {
      "option": "Not an excuse for the hurtful behavior"
    },
    {
      "option": "Someone was still hurt"
    },
    {
      "option": "“You were upset when you hit your classmate, but it doesn’t make it right”"
    },
    {
      "option": "Problems with expressing feelings"
    }
  ]
},{
  "title": "Tell them, “You are a bad child”",
  "option": "Not recommended",
  "recommendations": [
    {
      "option": "Think of the behavior as bad, or hurtful, but not the child"
    },
    {
      "option": "Everyone behaves badly from time to time"
    },
    {
      "option": "Give your child the strong message that they can grow up to do very positive things with their life"
    }
  ]
},{
  "title": "Leave the area",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "Before the next public outing, let your child know that you are serious about good behavior in public"
    },
    {
      "option": "If your child does not behave, leave or take your child away from the area"
    },
    {
      "option": "As you leave, explain why"
    },
    {
      "option": "“When you hurt other people, we both miss out on what we wanted to do.”"
    }
  ]
},{
  "title": "Discuss why hurtful behavior is wrong",
  "option": "A great option",
  "recommendations": [
    {
      "option": "You can talk about “why” in simple terms, even when children are young"
    },
    {
      "option": "Eventually, you want your child to not hurt others because he understands why hurtful behavior is wrong, not because you told him not to hurt others"
    },
    {
      "option": "“Don’t hurt others just because I told you not to– it is actually in your best interest to not hurt others.”"
    },
    {
      "option": "“The world is a great place to live because most people have learned how to get things done without hurting others.”"
    },
    {
      "option": "“You like to build things…will you ever be able to finish any big projects if you cannot get along with others?”"
    },
    {
      "option": "“You like sports…how many championships will you be able to win if your team members do not listen to each other?”"
    },
    {
      "option": "Discussions about “why” will decrease aggression and open lines of communication"
    }
  ]
},{
  "title": "Set future expectations for behavior",
  "option": "A great option",
  "recommendations": [
    {
      "option": "Occasionally, everybody chooses inappropriate ways to respond to life’s challenges"
    },
    {
      "option": "Teach how they can respond without hurting anyone",
      "subOption": [
        "Words",
        "Eye contact",
        "Other body language"
      ]
    },
    {
      "option": "“Next time, I expect you to make a better choice such as using your words”"
    }
  ]
},{
  "title": "Role play at another time",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "Everyone needs practice"
    },
    {
      "option": "Role play can be a great option () if the challenging behaviors are always at school"
    },
    {
      "option": "Role play is practice for a stressful event"
    },
    {
      "option": "Example: “I want to help you solve problems without hurting others. Let’s practice until we get it right.  Pretend I am one of your classmates and I take your pencil, making you upset.  What are you going to do?  Are you going to push me down and kick me? Or, are you going to say in a firm voice with good eye contact, ‘That pencil is mine, you need to find your own,’ or ‘That pencil is mine, I will let you borrow it after I am done.’ Let’s practice.  Show me what you will do.”"
    },
    {
      "option": "With frequent role play, adults may not need to be involved"
    },
    {
      "option": "Role play can teach your child the important life lesson of how to solve problems their own"
    }
  ]
},{
  "title": "Change your daily schedule",
  "option": "A good option after others have been tried",
  "recommendations": [
    {
      "option": "A great option () for children who have ongoing behavior problems"
    },
    {
      "option": "Everybody needs extra support from time to time"
    },
    {
      "option": "Change your schedule to help your child through rough periods"
    },
    {
      "option": "Listen to your child’s needs, fears, and concerns"
    },
    {
      "option": "Spend time to redirect behaviors and have discussions"
    },
    {
      "option": "Put your cell phone away and have good eye contact"
    },
    {
      "option": "Prevent problem behaviors from getting out of control"
    }
  ]
}]